// components/notice/notice.js
Component({
  /**
   * 组件的属性列表
   */
  properties: {

  },

  /**
   * 组件的初始数据
   */
  data: {
    notieItems: [{
      content:'关于对二级债券行驶赎回选择权的公告',
      time: '2019-03-08'
    },{
      content: '中信证券股份有限公司、平安证券股份有限公司关于公司公开发行A股可转换公司债券之上...',
      time: '2019-01-16'
    },{
      content: '中信证券股份有限公司、平安证券股份有限公司关于公司公开发行A股可转换公司债券之上...',
      time: '2019-01-16'
    },{
      content: '中信证券股份有限公司、平安证券股份有限公司关于公司公开发行A股可转换公司债券之上...',
      time: '2019-01-16'
    },{
      content: '中信证券股份有限公司、平安证券股份有限公司关于公司公开发行A股可转换公司债券之上...',
      time: '2019-01-16'
    },{
      content: '中信证券股份有限公司、平安证券股份有限公司关于公司公开发行A股可转换公司债券之上...',
      time: '2019-01-16'
    }]
    
  },

  /**
   * 组件的方法列表
   */
  methods: {

  }
})
